Repository: menaje/codex-mcp-bridge-for-chatgpt
Catalog: macos/Resources/Localization/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, ja, pt, zh_hans, zh_hant

# macos.skills.itemsNotImported
source: 가져오지 않는 항목
de: Nicht importierte Elemente
en: Items Not Imported
es: Elementos no importados
fr: Éléments non importés
ja: 読み込まない項目
pt: Itens não importados
zh_hans: 未导入的项目
zh_hant: 未匯入的項目

# macos.skills.macosMetadataExcludedAutomaticallyCount
source: 자동으로 제외한 macOS 메타데이터: %lld개
de: Automatisch ausgeschlossene macOS-Metadaten: %lld
en: macOS metadata items excluded automatically: %lld
es: Metadatos de macOS excluidos automáticamente: %lld
fr: Métadonnées macOS exclues automatiquement : %lld
ja: 自動的に除外したmacOSメタデータ：%lld件
pt: Metadados do macOS excluídos automaticamente: %lld
zh_hans: 已自动排除的 macOS 元数据：%lld 项
zh_hant: 已自動排除的 macOS 中繼資料：%lld 項

# macos.skills.macosMetadataFilesAreNotImported
source: macOS 메타데이터 파일은 가져오지 않습니다.
de: macOS-Metadatendateien werden nicht importiert.
en: macOS metadata files are not imported.
es: Los archivos de metadatos de macOS no se importan.
fr: Les fichiers de métadonnées macOS ne sont pas importés.
ja: macOSのメタデータファイルは読み込みません。
pt: Arquivos de metadados do macOS não são importados.
zh_hans: 不会导入 macOS 元数据文件。
zh_hant: 不會匯入 macOS 中繼資料檔案。

# macos.skills.mainMarkdownDocument
source: SKILL.md 본문
de: SKILL.md-Inhalt
en: SKILL.md Content
es: Contenido de SKILL.md
fr: Contenu de SKILL.md
ja: SKILL.md の内容
pt: Conteúdo do SKILL.md
zh_hans: SKILL.md 内容
zh_hant: SKILL.md 內容

# macos.skills.moreActions
source: 추가 작업
de: Weitere Aktionen
en: More Actions
es: Más acciones
fr: Plus d’actions
ja: その他の操作
pt: Mais ações
zh_hans: 更多操作
zh_hant: 更多操作

# macos.skills.movingToAnotherDocumentWillDiscardTheCurrentMarkdownEdits
source: 다른 스킬 파일로 이동하면 현재 Markdown 편집 내용이 사라집니다.
de: Beim Wechsel zu einer anderen Skill-Datei werden die aktuellen Markdown-Änderungen verworfen.
en: Moving to another skill file will discard the current Markdown edits.
es: Cambiar a otro archivo de la habilidad descartará las ediciones actuales de Markdown.
fr: Passer à un autre fichier de la compétence supprimera les modifications Markdown actuelles.
ja: 別のスキルファイルに移動すると、現在の Markdown 編集内容は破棄されます。
pt: Mudar para outro arquivo da habilidade descartará as edições atuais de Markdown.
zh_hans: 切换到其他技能文件将丢弃当前的 Markdown 编辑。
zh_hant: 切換到其他技能檔案將捨棄目前的 Markdown 編輯。

# macos.skills.newMarkdownFile
source: 새 Markdown 파일
de: Neue Markdown-Datei
en: New Markdown File
es: Nuevo archivo Markdown
fr: Nouveau fichier Markdown
ja: 新規Markdownファイル
pt: Novo arquivo Markdown
zh_hans: 新建 Markdown 文件
zh_hant: 新增 Markdown 檔案

# macos.skills.newRelativePath
source: 새 상대경로
de: Neuer relativer Pfad
en: New Relative Path
es: Nueva ruta relativa
fr: Nouveau chemin relatif
ja: 新しい相対パス
pt: Novo caminho relativo
zh_hans: 新相对路径
zh_hant: 新相對路徑

# macos.skills.noBridgeSkills
source: 브리지 스킬이 없습니다
de: Keine Bridge-Fähigkeiten
en: No Bridge Skills
es: No hay habilidades de Bridge
fr: Aucune compétence Bridge
ja: ブリッジスキルがありません
pt: Nenhuma habilidade da Bridge
zh_hans: 没有桥接技能
zh_hant: 沒有橋接技能

# macos.skills.noSearchResults
source: 검색 결과가 없습니다
de: Keine Suchergebnisse
en: No Search Results
es: No hay resultados
fr: Aucun résultat
ja: 検索結果がありません
pt: Nenhum resultado
zh_hans: 没有搜索结果
zh_hant: 沒有搜尋結果

# macos.skills.onlyMdAndMarkdownAreCurrentlySupported
source: 현재는 .md와 .markdown만 지원합니다.
de: Derzeit werden nur .md und .markdown unterstützt.
en: Only .md and .markdown are currently supported.
es: Actualmente solo se admiten .md y .markdown.
fr: Seuls les formats .md et .markdown sont actuellement pris en charge.
ja: 現在は.mdと.markdownのみ対応しています。
pt: No momento, apenas .md e .markdown são compatíveis.
zh_hans: 目前仅支持 .md 和 .markdown。
zh_hant: 目前僅支援 .md 與 .markdown。

# macos.skills.onlyRegularFilesCanBeImported
source: 일반 파일만 가져올 수 있습니다.
de: Nur reguläre Dateien können importiert werden.
en: Only regular files can be imported.
es: Solo se pueden importar archivos normales.
fr: Seuls les fichiers ordinaires peuvent être importés.
ja: 通常ファイルのみ読み込めます。
pt: Apenas arquivos comuns podem ser importados.
zh_hans: 只能导入普通文件。
zh_hant: 只能匯入一般檔案。

# macos.skills.onlyUtf8MdAndMarkdownFilesAreCurrentlySupported
source: 현재는 UTF-8 .md와 .markdown 파일만 지원합니다.
de: Derzeit werden nur UTF-8-Dateien mit .md und .markdown unterstützt.
en: Only UTF-8 .md and .markdown files are currently supported.
es: Actualmente solo se admiten archivos .md y .markdown en UTF-8.
fr: Seuls les fichiers .md et .markdown en UTF-8 sont actuellement pris en charge.
ja: 現在はUTF-8の.mdと.markdownファイルのみ対応しています。
pt: No momento, apenas arquivos .md e .markdown em UTF-8 são compatíveis.
zh_hans: 目前仅支持 UTF-8 编码的 .md 和 .markdown 文件。
zh_hant: 目前僅支援 UTF-8 編碼的 .md 與 .markdown 檔案。

# macos.skills.open
source: 열기
de: Öffnen
en: Open
es: Abrir
fr: Ouvrir
ja: 開く
pt: Abrir
zh_hans: 打开
zh_hant: 開啟

# macos.skills.permanentlyDeleteSkill
source: 스킬 영구 삭제
de: Skill dauerhaft löschen
en: Permanently Delete Skill
es: Eliminar la habilidad permanentemente
fr: Supprimer définitivement la compétence
ja: スキルを完全に削除
pt: Excluir habilidade permanentemente
zh_hans: 永久删除技能
zh_hant: 永久刪除技能

# macos.skills.preview
source: 미리보기
de: Vorschau
en: Preview
es: Vista previa
fr: Aperçu
ja: プレビュー
pt: Prévia
zh_hans: 预览
zh_hant: 預覽

# macos.skills.reactivate
source: 다시 활성화
de: Reaktivieren
en: Reactivate
es: Reactivar
fr: Réactiver
ja: 再有効化
pt: Reativar
zh_hans: 重新启用
zh_hant: 重新啟用

# macos.skills.relativePathMdOrMarkdown
source: 상대경로 (.md 또는 .markdown)
de: Relativer Pfad (.md oder .markdown)
en: Relative path (.md or .markdown)
es: Ruta relativa (.md o .markdown)
fr: Chemin relatif (.md ou .markdown)
ja: 相対パス（.mdまたは.markdown）
pt: Caminho relativo (.md ou .markdown)
zh_hans: 相对路径（.md 或 .markdown）
zh_hant: 相對路徑（.md 或 .markdown）

# macos.skills.renameAction
source: 이름 변경
de: Umbenennen
en: Rename
es: Cambiar nombre
fr: Renommer
ja: 名前を変更
pt: Renomear
zh_hans: 重命名
zh_hant: 重新命名

# macos.skills.renameDialog
source: 이름 변경
de: Umbenennen
en: Rename
es: Cambiar nombre
fr: Renommer
ja: 名前を変更
pt: Renomear
zh_hans: 重命名
zh_hant: 重新命名

# macos.skills.renameMarkdownFile
source: Markdown 파일 이름 변경
de: Markdown-Datei umbenennen
en: Rename Markdown File
es: Cambiar nombre del archivo Markdown
fr: Renommer le fichier Markdown
ja: Markdownファイル名を変更
pt: Renomear arquivo Markdown
zh_hans: 重命名 Markdown 文件
zh_hant: 重新命名 Markdown 檔案

# macos.skills.renderedMarkdownPreview
source: 렌더링된 Markdown 미리보기
de: Gerenderte Markdown-Vorschau
en: Rendered Markdown Preview
es: Vista previa de Markdown renderizado
fr: Aperçu Markdown rendu
ja: レンダリング済みMarkdownプレビュー
pt: Prévia de Markdown renderizado
zh_hans: 已渲染的 Markdown 预览
zh_hant: 已算繪的 Markdown 預覽

# macos.skills.replace
source: 교체
de: Ersetzen
en: Replace
es: Reemplazar
fr: Remplacer
ja: 置き換え
pt: Substituir
zh_hans: 替换
zh_hant: 取代

# macos.skills.restoreAsNewCurrentVersion
source: 새 현재 버전으로 복원
de: Als neue aktuelle Version wiederherstellen
en: Restore as New Current Version
es: Restaurar como nueva versión actual
fr: Restaurer comme nouvelle version actuelle
ja: 新しい現行バージョンとして復元
pt: Restaurar como nova versão atual
zh_hans: 恢复为新的当前版本
zh_hant: 還原為新的目前版本

# macos.skills.reviewImport
source: 가져오기 검토
de: Import prüfen
en: Review Import
es: Revisar importación
fr: Vérifier l’importation
ja: 読み込み内容を確認
pt: Revisar importação
zh_hans: 检查导入内容
zh_hant: 檢查匯入內容

# macos.skills.searchBridgeSkills
source: 브리지 스킬 검색
de: Bridge-Fähigkeiten suchen
en: Search Bridge Skills
es: Buscar habilidades de Bridge
fr: Rechercher des compétences Bridge
ja: ブリッジスキルを検索
pt: Pesquisar habilidades da Bridge
zh_hans: 搜索桥接技能
zh_hant: 搜尋橋接技能

# macos.skills.searchDescriptionOptional
source: 검색용 설명(선택)
de: Suchbeschreibung (optional)
en: Search description (optional)
es: Descripción de búsqueda (opcional)
fr: Description de recherche (facultative)
ja: 検索用の説明（任意）
pt: Descrição de pesquisa (opcional)
zh_hans: 搜索说明（可选）
zh_hant: 搜尋說明（選填）

# macos.skills.selectABridgeSkillToManageFromTheListOnTheLeft
source: 왼쪽 목록에서 관리할 브리지 스킬을 선택하세요.
de: Wählen Sie in der linken Liste eine zu verwaltende Bridge-Fähigkeit aus.
en: Select a Bridge skill to manage from the list on the left.
es: Selecciona en la lista de la izquierda una habilidad de Bridge para administrarla.
fr: Sélectionnez dans la liste de gauche une compétence Bridge à gérer.
ja: 左の一覧から管理するブリッジスキルを選択してください。
pt: Selecione na lista à esquerda uma habilidade da Bridge para gerenciar.
zh_hans: 请从左侧列表中选择要管理的桥接技能。
zh_hant: 請從左側列表選擇要管理的橋接技能。

# macos.skills.selectASkill
source: 스킬을 선택하세요
de: Fähigkeit auswählen
en: Select a Skill
es: Selecciona una habilidad
fr: Sélectionnez une compétence
ja: スキルを選択
pt: Selecione uma habilidade
zh_hans: 选择技能
zh_hant: 選擇技能

# macos.skills.selectASkillOrCreateANewMarkdownSkill
source: 스킬을 선택하거나 새 Markdown 스킬을 만드세요.
de: Wählen Sie eine Fähigkeit aus oder erstellen Sie eine neue Markdown-Fähigkeit.
en: Select a skill or create a new Markdown skill.
es: Selecciona una habilidad o crea una nueva habilidad Markdown.
fr: Sélectionnez une compétence ou créez une nouvelle compétence Markdown.
ja: スキルを選択するか、新しいMarkdownスキルを作成してください。
pt: Selecione uma habilidade ou crie uma nova habilidade Markdown.
zh_hans: 请选择一个技能或创建新的 Markdown 技能。
zh_hant: 請選擇技能或建立新的 Markdown 技能。

# macos.skills.selectASkillToViewItsMetadataAndImmutableVersionHistory
source: 스킬을 선택하면 메타데이터와 불변 버전 이력을 볼 수 있습니다.
de: Wählen Sie eine Fähigkeit aus, um Metadaten und unveränderlichen Versionsverlauf anzuzeigen.
en: Select a skill to view its metadata and immutable version history.
es: Selecciona una habilidad para ver sus metadatos y el historial de versiones inmutable.
fr: Sélectionnez une compétence pour afficher ses métadonnées et son historique de versions immuable.
ja: スキルを選択すると、メタデータと不変のバージョン履歴を表示できます。
pt: Selecione uma habilidade para ver os metadados e o histórico de versões imutável.
zh_hans: 选择技能即可查看其元数据和不可变版本历史。
zh_hant: 選擇技能即可檢視其中繼資料與不可變版本記錄。

source: 선택한 파일은 첨부 파일로 추가되거나 교체됩니다. SKILL.md 본문은 사용할 파일을 명시적으로 선택한 경우에만 교체됩니다.
de: Ausgewählte Dateien werden als Anlagen hinzugefügt oder ersetzt. Der SKILL.md-Inhalt wird nur ersetzt, wenn Sie ausdrücklich eine Datei dafür auswählen.
en: Selected files are added or replaced as attachments. SKILL.md content is replaced only when you explicitly select a file for it.
es: Los archivos seleccionados se añaden o reemplazan como adjuntos. El contenido de SKILL.md solo se reemplaza cuando eliges explícitamente un archivo para ello.
fr: Les fichiers sélectionnés sont ajoutés ou remplacés comme pièces jointes. Le contenu de SKILL.md est remplacé uniquement si vous choisissez explicitement un fichier pour celui-ci.
ja: 選択したファイルは添付ファイルとして追加または置換されます。SKILL.md の内容は、使用するファイルを明示的に選択した場合にのみ置換されます。
pt: Os arquivos selecionados são adicionados ou substituídos como anexos. O conteúdo do SKILL.md só é substituído quando você seleciona explicitamente um arquivo para ele.
zh_hans: 所选文件将作为附件添加或替换。只有明确选择用于 SKILL.md 的文件时，其内容才会被替换。
zh_hant: 所選檔案將作為附件新增或取代。只有明確選擇用於 SKILL.md 的檔案時，其內容才會被取代。

# macos.skills.selectTheFileAgainOrCheckTheConnection
source: 파일을 다시 선택하거나 연결 상태를 확인하세요.
de: Wählen Sie die Datei erneut aus oder prüfen Sie die Verbindung.
en: Select the file again or check the connection.
es: Selecciona el archivo de nuevo o comprueba la conexión.
fr: Sélectionnez de nouveau le fichier ou vérifiez la connexion.
ja: ファイルを選び直すか、接続状態を確認してください。
pt: Selecione o arquivo novamente ou verifique a conexão.
zh_hans: 请重新选择文件或检查连接。
zh_hant: 請重新選擇檔案或檢查連線。

# macos.skills.sideBySide
source: 나란히 보기
de: Nebeneinander
en: Side by Side
es: En paralelo
fr: Côte à côte
ja: 並べて表示
pt: Lado a lado
zh_hans: 并排显示
zh_hant: 並排顯示

# macos.skills.skillDocumentFileTree
source: 스킬 본문 및 파일 트리
de: Skill-Inhalt und Dateibaum
en: Skill Content and File Tree
es: Contenido y árbol de archivos de la habilidad
fr: Contenu et arborescence de fichiers de la compétence
ja: スキル内容とファイルツリー
pt: Conteúdo e árvore de arquivos da habilidade
zh_hans: 技能内容和文件树
zh_hant: 技能內容與檔案樹

# macos.skills.skillInfo
source: 스킬 정보
de: Fähigkeitsinformationen
en: Skill Info
es: Información de la habilidad
fr: Informations sur la compétence
ja: スキル情報
pt: Informações da habilidade
zh_hans: 技能信息
zh_hant: 技能資訊

# macos.skills.skillName
source: 스킬 이름
de: Skill-Name
en: Skill Name
es: Nombre de la habilidad
fr: Nom de la compétence
ja: スキル名
pt: Nome da habilidade
zh_hans: 技能名称
zh_hant: 技能名稱

# macos.skills.skippedItemsAndConflicts
source: 가져오지 않는 항목과 충돌
de: Übersprungene Elemente und Konflikte
en: Skipped Items and Conflicts
es: Elementos omitidos y conflictos
fr: Éléments ignorés et conflits
ja: 読み込まない項目と競合
pt: Itens ignorados e conflitos
zh_hans: 跳过的项目和冲突
zh_hant: 略過的項目與衝突

# macos.skills.status
source: 상태
de: Status
en: Status
es: Estado
fr: État
ja: 状態
pt: Status
zh_hans: 状态
zh_hant: 狀態

# macos.skills.symbolicLinksAndSpecialFilesInAZipCannotBeImported
source: ZIP 안의 심볼릭 링크나 특수 파일은 가져올 수 없습니다.
de: Symbolische Links und Spezialdateien in einer ZIP-Datei können nicht importiert werden.
en: Symbolic links and special files in a ZIP cannot be imported.
es: No se pueden importar enlaces simbólicos ni archivos especiales de un ZIP.
fr: Les liens symboliques et fichiers spéciaux d’un ZIP ne peuvent pas être importés.
ja: ZIP内のシンボリックリンクや特殊ファイルは読み込めません。
pt: Links simbólicos e arquivos especiais em um ZIP não podem ser importados.
zh_hans: 无法导入 ZIP 中的符号链接或特殊文件。
zh_hant: 無法匯入 ZIP 中的符號連結或特殊檔案。

# macos.skills.symbolicLinksCannotBeImported
source: 심볼릭 링크는 가져올 수 없습니다.
de: Symbolische Links können nicht importiert werden.
en: Symbolic links cannot be imported.
es: No se pueden importar enlaces simbólicos.
fr: Les liens symboliques ne peuvent pas être importés.
ja: シンボリックリンクは読み込めません。
pt: Links simbólicos não podem ser importados.
zh_hans: 无法导入符号链接。
zh_hant: 無法匯入符號連結。

# macos.skills.theBridgeSkillStorageLocationIsInvalid
source: 브리지 스킬 저장 위치가 올바르지 않습니다.
de: Der Speicherort für Bridge-Fähigkeiten ist ungültig.
en: The Bridge skill storage location is invalid.
es: La ubicación de almacenamiento de habilidades de Bridge no es válida.
fr: L’emplacement de stockage des compétences Bridge est invalide.
ja: ブリッジスキルの保存場所が無効です。
pt: O local de armazenamento das habilidades da Bridge é inválido.
zh_hans: 桥接技能的存储位置无效。
zh_hant: 橋接技能的儲存位置無效。

# macos.skills.theCurrentMarkdownEditsWillBeLost
source: 현재 Markdown 편집 내용이 사라집니다.
de: Die aktuellen Markdown-Änderungen gehen verloren.
en: The current Markdown edits will be lost.
es: Los cambios actuales de Markdown se perderán.
fr: Les modifications Markdown actuelles seront perdues.
ja: 現在のMarkdown編集内容は失われます。
pt: As edições atuais de Markdown serão perdidas.
zh_hans: 当前的 Markdown 编辑将丢失。
zh_hant: 目前的 Markdown 編輯將會遺失。

# macos.skills.theFileCouldNotBeRead
source: 파일을 읽을 수 없습니다.
de: Die Datei konnte nicht gelesen werden.
en: The file could not be read.
es: No se pudo leer el archivo.
fr: Impossible de lire le fichier.
ja: ファイルを読み取れません。
pt: Não foi possível ler o arquivo.
zh_hans: 无法读取文件。
zh_hant: 無法讀取檔案。

source: 스킬 라이브러리의 무결성을 확인할 수 없습니다. 진단 로그를 확인해 주세요.
de: Die Integrität der Fähigkeitsbibliothek konnte nicht geprüft werden. Prüfen Sie das Diagnoseprotokoll.
en: The integrity of the skill library could not be verified. Check the diagnostic log.
es: No se pudo verificar la integridad de la biblioteca de habilidades. Consulta el registro de diagnóstico.
fr: L’intégrité de la bibliothèque de compétences n’a pas pu être vérifiée. Consultez le journal de diagnostic.
ja: スキルライブラリの整合性を確認できませんでした。診断ログを確認してください。
pt: Não foi possível verificar a integridade da biblioteca de habilidades. Consulte o registro de diagnóstico.
zh_hans: 无法验证技能库的完整性。请检查诊断日志。
zh_hant: 無法驗證技能庫的完整性。請檢查診斷記錄。

# macos.skills.theMarkdownFilesExceedTheAllowedFileCountOrSizeLimit
source: Markdown 파일이 허용된 파일 수 또는 크기 한도를 초과합니다.
de: Die Markdown-Dateien überschreiten die zulässige Anzahl oder Größe.
en: The Markdown files exceed the allowed file-count or size limit.
es: Los archivos Markdown superan el límite permitido de cantidad o tamaño.
fr: Les fichiers Markdown dépassent la limite autorisée de nombre ou de taille.
ja: Markdownファイルが許可された件数またはサイズの上限を超えています。
pt: Os arquivos Markdown excedem o limite permitido de quantidade ou tamanho.
zh_hans: Markdown 文件超过允许的数量或大小限制。
zh_hant: Markdown 檔案超過允許的數量或大小限制。

# macos.skills.thePackageContainsAFileThatIsNotValidUtf8Markdown
source: 패키지에 유효한 UTF-8 Markdown이 아닌 파일이 있습니다.
de: Das Paket enthält eine Datei, die kein gültiges UTF-8-Markdown ist.
en: The package contains a file that is not valid UTF-8 Markdown.
es: El paquete contiene un archivo que no es Markdown UTF-8 válido.
fr: Le paquet contient un fichier qui n’est pas un document Markdown UTF-8 valide.
ja: パッケージに有効なUTF-8 Markdownではないファイルがあります。
pt: O pacote contém um arquivo que não é Markdown UTF-8 válido.
zh_hans: 包中包含不是有效 UTF-8 Markdown 的文件。
zh_hant: 套件中包含不是有效 UTF-8 Markdown 的檔案。

# macos.skills.thePackageContainsAnUnsafeOrUnsupportedFilePath
source: 패키지에 안전하지 않거나 지원하지 않는 파일 경로가 있습니다.
de: Das Paket enthält einen unsicheren oder nicht unterstützten Dateipfad.
en: The package contains an unsafe or unsupported file path.
es: El paquete contiene una ruta de archivo no segura o incompatible.
fr: Le paquet contient un chemin de fichier non sécurisé ou non pris en charge.
ja: パッケージに安全でない、または未対応のファイルパスがあります。
pt: O pacote contém um caminho de arquivo inseguro ou não compatível.
zh_hans: 包中包含不安全或不受支持的文件路径。
zh_hant: 套件中包含不安全或不支援的檔案路徑。

# macos.skills.theRequestedSkillOrMarkdownFileVersionCouldNotBeFound
source: 요청한 스킬 또는 Markdown 파일 버전을 찾을 수 없습니다.
de: Die angeforderte Fähigkeit oder Markdown-Dateiversion wurde nicht gefunden.
en: The requested skill or Markdown file version could not be found.
es: No se encontró la habilidad o versión del archivo Markdown solicitada.
fr: La compétence ou la version du fichier Markdown demandée est introuvable.
ja: 指定されたスキルまたはMarkdownファイルのバージョンが見つかりません。
pt: A habilidade ou versão do arquivo Markdown solicitada não foi encontrada.
zh_hans: 找不到请求的技能或 Markdown 文件版本。
zh_hant: 找不到要求的技能或 Markdown 檔案版本。

# macos.skills.theSkillChangesAreInvalidCheckTheInput
source: 스킬 변경 내용이 올바르지 않습니다. 입력값을 확인해 주세요.
de: Die Änderungen an der Fähigkeit sind ungültig. Prüfen Sie die Eingabe.
en: The skill changes are invalid. Check the input.
es: Los cambios de la habilidad no son válidos. Comprueba los datos.
fr: Les modifications de la compétence sont invalides. Vérifiez la saisie.
ja: スキルの変更内容が無効です。入力を確認してください。
pt: As alterações da habilidade são inválidas. Verifique os dados.
zh_hans: 技能更改无效。请检查输入。
zh_hant: 技能變更無效。請檢查輸入。

source: 스킬 요청을 처리하지 못했습니다. 입력과 연결 상태를 확인한 뒤 다시 시도하세요.
de: Die Fähigkeitsanfrage konnte nicht abgeschlossen werden. Prüfen Sie Eingabe und Verbindung und versuchen Sie es erneut.
en: The skill request could not be completed. Check the input and connection, then try again.
es: No se pudo completar la solicitud de la habilidad. Comprueba los datos y la conexión e inténtalo de nuevo.
fr: La demande de compétence n’a pas pu aboutir. Vérifiez la saisie et la connexion, puis réessayez.
ja: スキルのリクエストを処理できませんでした。入力と接続を確認して再試行してください。
pt: Não foi possível concluir a solicitação da habilidade. Verifique os dados e a conexão e tente novamente.
zh_hans: 无法完成技能请求。请检查输入和连接后重试。
zh_hant: 無法完成技能要求。請檢查輸入與連線後再試一次。

# macos.skills.theSkillWasChangedElsewhereLoadTheLatestVersionAndTryAgain
source: 다른 곳에서 스킬이 변경되었습니다. 최신 버전을 불러온 뒤 다시 시도하세요.
de: Die Fähigkeit wurde an anderer Stelle geändert. Laden Sie die neueste Version und versuchen Sie es erneut.
en: The skill was changed elsewhere. Load the latest version and try again.
es: La habilidad se modificó en otro lugar. Carga la versión más reciente e inténtalo de nuevo.
fr: La compétence a été modifiée ailleurs. Chargez la dernière version et réessayez.
ja: スキルが別の場所で変更されました。最新バージョンを読み込んで再試行してください。
pt: A habilidade foi alterada em outro lugar. Carregue a versão mais recente e tente novamente.
zh_hans: 技能已在其他位置更改。请载入最新版本后重试。
zh_hant: 技能已在其他位置變更。請載入最新版本後再試一次。

source: 스킬은 삭제되었지만 보안 정리가 아직 끝나지 않았습니다. 같은 요청으로 다시 시도하세요.
de: Die Fähigkeit wurde gelöscht, aber die sichere Bereinigung ist noch nicht abgeschlossen. Wiederholen Sie dieselbe Anfrage.
en: The skill was deleted, but secure cleanup is not finished. Retry with the same request.
es: La habilidad se eliminó, pero la limpieza segura no ha terminado. Reintenta con la misma solicitud.
fr: La compétence a été supprimée, mais le nettoyage sécurisé n’est pas terminé. Réessayez avec la même demande.
ja: スキルは削除されましたが、安全なクリーンアップが完了していません。同じリクエストで再試行してください。
pt: A habilidade foi excluída, mas a limpeza segura ainda não terminou. Tente novamente com a mesma solicitação.
zh_hans: 技能已删除，但安全清理尚未完成。请使用同一请求重试。
zh_hant: 技能已刪除，但安全清理尚未完成。請使用相同要求再試一次。

# macos.skills.theZipContainsNoSupportedMarkdownFiles
source: ZIP에 지원되는 Markdown 파일이 없습니다.
de: Die ZIP-Datei enthält keine unterstützten Markdown-Dateien.
en: The ZIP contains no supported Markdown files.
es: El ZIP no contiene archivos Markdown compatibles.
fr: Le ZIP ne contient aucun fichier Markdown pris en charge.
ja: ZIPに対応するMarkdownファイルがありません。
pt: O ZIP não contém arquivos Markdown compatíveis.
zh_hans: ZIP 中没有受支持的 Markdown 文件。
zh_hant: ZIP 中沒有支援的 Markdown 檔案。

# macos.skills.theZipPackageExceedsTheAllowedFileCountOrSizeLimit
source: ZIP 패키지가 허용된 파일 수 또는 크기 한도를 초과합니다.
de: Das ZIP-Paket überschreitet die zulässige Anzahl oder Größe.
en: The ZIP package exceeds the allowed file-count or size limit.
es: El paquete ZIP supera el límite permitido de cantidad o tamaño.
fr: Le paquet ZIP dépasse la limite autorisée de nombre ou de taille.
ja: ZIPパッケージが許可された件数またはサイズの上限を超えています。
pt: O pacote ZIP excede o limite permitido de quantidade ou tamanho.
zh_hans: ZIP 包超过允许的文件数量或大小限制。
zh_hant: ZIP 套件超過允許的檔案數量或大小限制。

# macos.skills.theZipPackageIsInvalidOrDamaged
source: ZIP 패키지가 올바르지 않거나 손상되었습니다.
de: Das ZIP-Paket ist ungültig oder beschädigt.
en: The ZIP package is invalid or damaged.
es: El paquete ZIP no es válido o está dañado.
fr: Le paquet ZIP est invalide ou endommagé.
ja: ZIPパッケージが無効か破損しています。
pt: O pacote ZIP é inválido ou está danificado.
zh_hans: ZIP 包无效或已损坏。
zh_hant: ZIP 套件無效或已損毀。

# macos.skills.theZipUploadCouldNotBeCompletedSelectTheFileAgain
source: ZIP 업로드를 완료하지 못했습니다. 파일을 다시 선택해 주세요.
de: Der ZIP-Upload konnte nicht abgeschlossen werden. Wählen Sie die Datei erneut aus.
en: The ZIP upload could not be completed. Select the file again.
es: No se pudo completar la carga del ZIP. Selecciona el archivo de nuevo.
fr: Le téléversement ZIP n’a pas pu être terminé. Sélectionnez de nouveau le fichier.
ja: ZIPのアップロードを完了できませんでした。ファイルを選び直してください。
pt: Não foi possível concluir o envio do ZIP. Selecione o arquivo novamente.
zh_hans: 无法完成 ZIP 上传。请重新选择文件。
zh_hant: 無法完成 ZIP 上傳。請重新選擇檔案。

# macos.skills.theZipUploadExpiredOrWasAlreadyUsedSelectTheFileAgain
source: ZIP 업로드가 만료되었거나 이미 사용되었습니다. 파일을 다시 선택해 주세요.
de: Der ZIP-Upload ist abgelaufen oder wurde bereits verwendet. Wählen Sie die Datei erneut aus.
en: The ZIP upload expired or was already used. Select the file again.
es: La carga del ZIP caducó o ya se utilizó. Selecciona el archivo de nuevo.
fr: Le téléversement ZIP a expiré ou a déjà été utilisé. Sélectionnez de nouveau le fichier.
ja: ZIPのアップロードは期限切れか、すでに使用されています。ファイルを選び直してください。
pt: O envio do ZIP expirou ou já foi usado. Selecione o arquivo novamente.
zh_hans: ZIP 上传已过期或已被使用。请重新选择文件。
zh_hant: ZIP 上傳已過期或已被使用。請重新選擇檔案。
